Repository: CodePrince29/example
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Name
es: Nombre

source: Client Code
es: Código

source: Contact Phone
es: Tel. Contacto

source: Email
es: Correo Electrónico

source: Code
es: Código

source: Description
es: Descripción

source: Service
es: Servicios

source: Price
es: Precio

source: Price List
es: Lista de Precios

source: Price Lists
es: Listas de Precios

source: Baseline Price List
es: Lista de Precios Base

source: Use this list as baseline price list
es: Utilizar como Lista de Precios Base

source: Frozen
es: Congelado

source: Refrigerated
es: Refrigerado

source: Product Code
es: Código Producto

source: Customer Product Code
es: Código Producto Cliente

source: Customer
es: Cliente

source: Replacement Value
es: Valor de Reposición

source: Storage Temperature
es: Temperatura de Almacenamiento

source: Gross Weight
es: Peso Bruto

source: Net Weight
es: Peso Neto

source: Variable Weight
es: Peso Variable

source: Storage Type
es: Tipo de Almacenamiento

source: Special Observations
es: Observaciones Especiales

source: Length
es: Longitud

source: Width
es: Ancho

source: Height
es: Alto

source: Diameter
es: Diámetro

source: Packages per Bed
es: Bultos por Cama

source: Beds per Pallet
es: Camas por Pallet

source: Packages per Pallet
es: Bultos por Pallet

source: Min Expiration for Reception
es: Caducidad Mínima para Recepción

source: Min Expiration for Shipping
es: Caducidad Mínima para envío

source: Service Billable to the Customer
es: Servicio Facturable al Cliente

source: Warehouse
es: Almacen

source: Warehouses
es: Almacenes

source: Rows
es: Renglones

source: Depth Levels
es: Niveles Profundidad

source: Height Levels
es: Niveles Altura

source: Sections per Row
es: Secciones por Renglon

source: Warehouse Location
es: Ubicacion Almacenes

source: Warehouse Locations
es: Ubicacion Almacenes

source: Spanish
es: Español

source: Users
es: Usuarios

source: User
es: Usuario

source: User Name
es: Nombre

source: First Name
es: Primer Nombre

source: Last Name
es: Apellidos

source: Role
es: Rol

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar Contraseña

source: Actions
es: Acciones

source: Are you sure to delete this item?
es: Está seguro de eliminar este dato?

source: Login
es: Acceso

source: USER NAME
es: Usuario

source: PASSWORD
es: Contraseña

source: Submit
es: Enviar

source: Toggle navigation
es: Activar Navegación

source: MAIN NAVIGATION
es: Navegación Principal

source: Catalogs
es: Catálogos

source: General System Parameters
es: Parámetros Generales

source: Packaging
es: Empaques

source: Units
es: Unidades

source: Product Families
es: Familias de Productos

source: Services
es: Servicios

source: Vehicles
es: Vehículos

source: Capicity
es: Capacidad (TON)

source: capicity
es: Capacidad (TON)

source: Carriers
es: Transportistas

source: Consignees
es: Consignatarios

source: Clients
es: Clientes

source: Products
es: Productos

source: Inputs
es: Entradas

source: Outputs
es: Salidas

source: Relocations
es: Reubicaciones

source: Incidences
es: Incidencias

source: Incidence
es: Incidencia

source: Maneuver
es: Maniobras

source: Reports
es: Reportes

source: ACTIONS
es: Acciones

source: Logout
es: Salir

source: Client
es: Clientes

source: Phone Number
es: Teléfono

source: Contact Name(s)
es: Nombre(s) de Contacto(s)

source: Phone
es: Teléfono

source: General Parameters
es: Parámetros Generales

source: Key
es: Llave

source: Value
es: Valor

source: Price List Items
es: Listas de Precios

source: Add New Price List Item
es: Listas de Precios

source: Add another
es: Añadir otro

source: Add Another
es: Añadir otro

source: Remove
es: Eliminar

source: Pricelists
es: Listas de Precios

source: Is Baseline
es: Es Base

source: Price List Item
es: Listas de Precios

source: Product
es: Producto

source: Customer Prod. Code
es: Codigo Producto Cliente

source: Product Family
es: Familia de Producto

source: Product Description as it appears in outer package label
es: Descripción del producto como en etiqueta del paquete

source: Replacement Values
es: Valor de Reposición

source: Package Type
es: Tipo de Empaque

source: Storage Temperature
es: Temperatura Almacenamiento

source: Packages Per Bed
es: Bultos por Cama

source: Beds Per Pallet
es: Camas por Pallet

source: Packages Per Pallet
es: Bultos por Pallet

source: Min. Expiration For Reception
es: Caducidad Mínima para recepción

source: Min. Expiration For Shipping
es: Caducidad Mínima para Envío

source: Service Billable To Customer
es: Servicio Facturable a Cliente

source: Billable
es: Facturable

source: Unit
es: Unidad

source: Sections Per Row
es: Secciones por Renglón

source: Total Locations
es: Posiciones Totales

source: Home
es: Inicio

source: Action Message
es: Acciones

source: Encountered Errors
es: Errores encontrados

source: Filter
es: Filtrar

source: Clean
es: Limpiar

source: ROW
es: RENGLON

source: Levels
es: Niveles

source: Level
es: Nivel

source: Section
es: Rack

source: Close
es: Cerrar

source: Position ID
es: Posición ID

source: Row
es: Renglón

source: Height Level
es: Nivel Altura

source: Depth Level
es: Nivel Profundidad

source: Prod Code
es: Productos

source: Date Entered
es: Fecha Igreso

source: Lot
es: Lote

source: Exp. Date
es: Fecha Caducidad

source: Weight KG
es: Peso KG

source: Dimension M3
es: Dimensiones M3

source: Edit
es: Editar

source: Create New
es: Crear Nuevo

source: New
es: Nuevo

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Overview
es: Resumen

source: New Record
es: Nuevo Registro

source: Passwords don't match. Please enter both fields again.
es: Contraseñas no coinciden. Por favor capturar nuevamente.

source: Carrier
es: Transportista

source: Carrier Code
es: Código

source: Carrier Telephone
es: Teléfono de Contacto

source: Carrier Address
es: Dirección

source: Carrier AttendPerson
es: Persona que atiende

source: Carrier Name
es: Nombre

source: Carrier Email
es: Correo Electrónico

source: Consignee Code
es: Código

source: Consignee Name
es: Nombre Consignatario

source: Contact Phone Number
es: Telefono de contacto

source: Consignee Customer
es: Cliente

source: Signature
es: Firma

source: Photo Evidence
es: Evidencia Fotográfica

source: VEHICLE INSPECTION
es: REVISION DEL VEHICULO

source: REGISTER INCIDENCE
es: REGISTRAR INCIDENCIA

source: CONFIRM ENTRANCE
es: CONFIRMAR ENTRADA

source: Vehicle
es: Transporte

source: License Plates
es: Placas

source: Total Kg
es: Kg Totales

source: Prices
es: Piezas

source: Kg Per Price
es: Kg X Pieza

source: Kg Per Box
es: Kg X Caja

source: Entrance Date
es: Fecha de cita

source: Entrance Hour
es: Hora de cita

source: Exit Hour
es: Hora

source: GRAND TOTAL
es: GRAN TOTAL

source: ABLE
es: APTO

source: NOT ABLE
es: No APTO

source: NO APPLIES
es: NO APLICA

source: Vehicle has Termograph
es: Vehículo Cuenta Termograficador

source: Temperature °C
es: Temperatura °C

source: Container Floor Status
es: Estado Piso remolque

source: Clean No Stains, Odorless and No Humidity
es: Limpio sin manchas, inodoro y sin humedad

source: Fasteners
es: Aditamentos de Sujeción

source: Inside The Container is in Good Condition
es: El Interior del compartimento de carga se encuentra en buenas condiciones

source: Mattress, Retentions Bars , Tensor, Stabilizing Bar
es: Colchón, barras de retenciones, tensor, barra estabilizadora

source: Spike free,screws or other element that could damage the package
es: Libre de puntillas tornillos u otro elemento que podría dañar Ios empaques

source: Container Clean
es: Limpieza de contenedor

source: Floor, Roof, Walls
es: Piso, techo, paredes

source: REVISION VEHICLE INSPECTION
es: REVISIÓN DE VEHÍCULO

source: VEHICLE ABLE FOR LOADING/UNLOADING
es: VEHÍCULO APTO PARA CARGA

source: Notes
es: Observaciones

source: Please fill all details properlly.
es: Por favor complete todos los detalles correctamente

source: Please enter incidence details
es: Por favor ingrese los detalles de incidencia

source: Please select product image
es: Seleccione la imagen del producto

source: THE EXIT INFORMATION MATCHES PRINTED INVOICE
es: LA INFORMACIÓN DE SALIDA COINCIDE CON LA FACTURA IMPRESA

source: Location
es: Ubicación

source: Exit Product
es: Producto

source: Cust Lot
es: Lote Cliente

source: Palet Lot
es: Lote Tarima

source: Expiration Date
es: Caducidad

source: Net Waeight
es: Peso Neto

source: Entrance Invoice Weight
es: Cant. En Recibo

source: Invoice Weight
es: Cant. Solicitada

source: Retained Qty
es: Cant. retenida

source: Retainment Reason
es: Motivo retención

source: No Product
es: Sin producto

source: EXIT WITHOUT APPOINTMENT
es: SALIDA SIN CITA

source: WAREHOUSE-EXIT-APPOINTMENTS
es: SALIDA DE ALMACEN - CITAS

source: WAREHOUSE-ENTRANCE-APPOINTMENTS
es: ENTRADA DE ALMACEN - CITAS

source: WAREHOUSE-ENTRANCE-MANEUVERS
es: ENTRADA DE ALMACEN - MANIOBRAS

source: WAREHOUSE-EXIT-MANEUVERS
es: SALIDA DE ALMACEN - MANIOBRAS

source: ENTRANCE WITHOUT APPOINTMENT
es: ENTRADA SIN CITA

source: Check locations
es: Consultar ubicaciones

source: WAREHOUSE ENTRANCE CONFIRMATION
es: CONFIRMACIÓN DE LA ENTRADA AL ALMACÉN

source: WAREHOUSE EXIT CONFIRMATION
es: CONFIRMACIÓN DE SALIDA DEL ALMACÉN

source: Exit Date
es: Fecha de salida

source: Exit date
es: Fecha

source: Date
es: Fecha

source: Please fill all details of product code
es: Por favor complete todos los detalles del código de producto

source: EXIT CONFIRMATION
es: CONFIRMACIÓN DE SALIDA

source: Start Date
es: Fecha Inicio

source: End Date
es: Fecha Final

source: Mov. Type
es: Tipo Mov.

source: History Movements
es: Movimientos de históricos

source: Entrance ID
es: Folio de Entrada

source: Source Warehouse
es: Almacen Origen

source: Source Location
es: Ubicacion Origen

source: Reason for Relocation
es: Motivo de la reubicacion

source: Destination Warehouse
es: Almacen Destino

source: Destination Location
es: Ubicacion Destino

source: Relocation Date
es: Fecha Reubicación

source: NEW RELOCATIONS
es: NUEVA REUBICACION

source: RELOCATIONS
es: REUBICACIONES

source: FIND
es: LOCALIZAR

source: Please enter filter data
es: Por favor ingrese los datos del filtro

source: Accept
es: Aceptar

source: Do you wish to confirm the entrance of the selected products and location?
es: Desea Confirmar la entrada para los productos y la ubicación indicada?

source: Confirmation
es: Confirmación

source: Do you wish to confirm the exit of the selected products and location?
es: Desea Confirmar la salida para los productos y la ubicación indicada?

source: Entrance Invoice
es: Remisión de Entrada

source: Exit Invoice
es: Remisión de Salida

source: Print Date Time
es: Fecha-Hora Impresión

source: Entrance Id
es: Entrada

source: Exit ID
es: Salida

source: Exit Id
es: Folio Salida

source: Transport
es: Transporte

source: Prod. Code
es: CODIGO

source: Due Date
es: FECHA

source: Cust. Lot
es: LOTE

source: Warehouse Lot
es: TARIMA

source: PRODUCT DESCRIPTION
es: DESCRIPCIÓN

source: TOTAL QTY
es: CANTIDAD TOTAL

source: WEIGHT UNIT
es: PESO UNIDAD

source: TOTAL QUANTITIES
es: CANTIDADES TOTALES

source: Boxes
es: Cajas

source: TOTAL GROSS WEIGHT
es: TOTAL PESO BRUTO

source: TOTAL NET WEIGHT
es: TOTAL PESO NETO

source: Confirmed By
es: Confirmado por

source: Driver Signature
es: Firma Chofer

source: Confirm Exit Product
es: Confirmar salida del producto

source: Confirm Product Entry
es: Confirmar la entrada del producto

source: Cargo Type
es: Tipo de carga

source: Cargo Sender
es: Remitente

source: Name Of The Driver
es: Nombre del Chofer

source: Temprature Front
es: Temperatura Frente

source: Temprature Middle
es: Temperatura Medio

source: Temprature Back
es: Temperatura Espalda

source: Temprature F/M/B
es: Temperatura F/M/B

source: Reference
es: Referencia

source: Location Management
es: Administrar ubicaciones

source: there are products with missing data and/or location definition , please check
es: Existen productos con datos incompletos y/o ubicación no definida , por favor verifique

source: The location is not empty , please realocate the product before blocking the location
es: La ubicación no está vacía. Reubique el producto antes de bloquear la ubicación

source: The warehouse cannot be deleted because is not empty. Please realocate the products so the warehouse is empty before deleting it
es: El almacén no puede ser eliminado ya que contiene productos. Por favor reubique el producto para que el almacén se encuentre vacío antes de eliminarlo

source: PRINT PICKING
es: IMPRIMIR PICKING

source: Pre-exit of Merchandise 'Picking' (PICK)
es: Pre-salida de Mercancia 'Picking' (PICK)

source: Location-Warehouse
es: Ubicacion-Almacén

source: Requested Boxes
es: Cajas Solicitadas

source: Automatic Picking
es: Picking Automático

source: WAREHOUSE ENTRY REPORT
es: EXPORTAR A EXCEL

source: Warehouse Entrance Report
es: Informe de entrada al almacén

source: Operator
es: Operador

source: Field
es: Campo

source: Negate
es: Negar

source: Auto Pick Removed Boxes
es: Recuperación automática de cuadros eliminados

source: Auto Pick Location Number
es: Número de ubicación de selección automática

source: Inventory Report
es: Inventario Almacén

source: WAREHOUSE INVENTORY REPORT
es: INFORME DE INVENTARIO DE ALMACÉN

source: WAREHOUSE-INVENTORY
es: INVENTARIO DE ALMACÉN

source: Warehouse Exit Report
es: Informe de salida de almacén

source: Email address %(email)s already taken.
es: Dirección de correo electrónico %(email)s ya tomada.

source: Login User Name
es: Nombre de usuario para iniciar sesión

source: User name already exists.
es: Nombre de usuario ya existe.

source: Boxes to collect
es: Cajas a Recolectar

source: Auto Pick Removed Kg
es: Recuperación automática de kgs eliminados:

source: Customer User Name
es: Nombre de usuario del cliente

source: Contact Name
es: Nombre de contacto

source: GENERATE PDF
es: GENERAR PDF

source: WAREHOUSE EXIT REPORT
es: INFORME DE SALIDA DEL ALMACÉN

source: Warehouse Occupation
es: Ocupación Bodega

source: WAREHOUSE OCUPACION BODEGA
es: INFORME DE OCUPACION BODEGA

source: Summary Entries
es: Entradas Resumido

source: Summary Exit
es: Salidas Resumido

source: Summary Inventory
es: Inventario Resumido

source: Product Descriptions
es: Descripcion de Producto

source: Pending Entrance Boxes
es: En Recibo

source: Pending Exit Boxes
es: En Preparacion

source: Pending Entrance Exit
es: Cantidad Retenida

source: Retained boxes
es: Cajas Retenidas

source: Available Boxes
es: Cajas Disponibles

source: Rack Number
es: Rack

source: Available Volume
es: Espacio Disponible m3

source: Available Weight
es: Peso Disponible Kg

source: Box Kg
es: Caja Kg

source: Boxes KG
es: Caja Kg

source: TOTAL BOX KGS
es: CAJA TOTAL KGS

source: Maneuvers
es: Maniobras

source: Send to Maneuvers
es: Enviar a Maniobras

source: Pallet Confirmed
es: Pallet Confirmado

source: CONFIRM PALLET
es: CONFIRMAR PALLET

source: Reserve/Release Product
es: Reservar/Liberar Producto

source: Reserve Product
es: Retener Producto

source: New Reserve
es: Nueva Retención

source: Total Price
es: Precio total

source: Created At
es: Fecha de creacion

source: Updated At
es: Fecha actualizada

source: Warehouse Exit Status
es: Estado de salida

source: Warehouse Entrance Status
es: Estado de entrada

source: Taking inventory
es: Toma de Inventario

source: Consult Pallet
es: Consulta Pallet

source: Blocked Inventory
es: Inventario bloqueado

source: Warehouse Entrance
es: Entrada de almacén

source: Warehouse Product Measurement
es: Medición de producto de almacén

source: Warehouse Product Entrance Confirmation
es: Confirmación de entrada de productos de almacén

source: Warehouse Incidence Product
es: Producto de incidencia de almacén

source: Warehouse exit
es: Salida de almacén

source: Warehouse Product Exit Confirmation
es: Confirmación de salida de producto de almacén

source: Warehouse Inventory
es: Inventario de almacén

source: Select the available time for
es: Seleccione el tiempo disponible para

source: Please select branch
es: Por favor indique la sucursal

source: Truck Bays
es: Espacios de Andén

source: Service Interval
es: Intervalo de Carga HR

source: Address
es: Dirección

source: ID
es: Identificador

source: Truck Bay
es: Bahía de camiones

source: Contain Vehicle is loading
es: Contiene que el vehículo se está cargando

source: Branch
es: Sucursales

source: Warehouse Truck Bays
es: Almacén Truck Bay

source: Select
es: Seleccionar

source: Total Stored Boxes
es: Total de cajas

source: pending
es: Pendiente

source: finish
es: Finalizado

source: InManeuvers
es: En Maniobras

source: ManeuverComplete
es: Maniobra Completa

source: in_receipt
es: En Recibo

source: control
es: Pre-Captura

source: Pallet Num.
es: Num. Tarima

source: Physical Total boxes
es: Cajas Totales Fisico

source: Physical Gross Weight
es: Peso Bruto Fisico

source: Load Inventory
es: Cargar Inventario

source: Bar Code
es: Utiliza Código de Barras

source: Boxes Read
es: Códigos Leídos

source: Weight Read
es: Kg. Totales

source: Barcode
es: Códigos

source: Barcode To Use
es: Código de barras

source: Control Total Boxes
es: Controlar Cajas Totales

source: Control Total Kg
es: Controlar Kg Totales

source: Average Weight
es: Peso Promedio
